{
  "_class_name": "DDPMScheduler",
  "_diffusers_version": "0.13.0",
  "beta_end": 0.012,
  "beta_schedule": "scaled_linear",
  "beta_start": 0.00085,
  "clip_sample": false,
  "clip_sample_range": 1.0,
  "num_train_timesteps": 1000,
  "prediction_type": "epsilon",
  "set_alpha_to_one": false,
  "steps_offset": 1,
  "trained_betas": null,
  "variance_type": "fixed_small"
}
